import white1 from "../../assets/details/white-tea1.jpg";
import white2 from "../../assets/details/white-tea2.jpg";
import white3 from "../../assets/details/white-tea3.jpg";
import green1 from "../../assets/details/green-tea1.jpg";
import green2 from "../../assets/details/green-tea2.jpg";
import green3 from "../../assets/details/green-tea3.jpg";
import red1 from "../../assets/details/red-tea1.jpg";
import red2 from "../../assets/details/red-tea2.jpg";
import red3 from "../../assets/details/red-tea3.jpg";
import red4 from "../../assets/details/red-tea4.jpg";
import red5 from "../../assets/details/red-tea5.jpg";
import nong1 from "../../assets/details/nong1.jpg";
import huodong1 from "../../assets/details/huodong1.jpg";
import huodong2 from "../../assets/details/huodong2.jpg";
import huodong3 from "../../assets/details/huodong3.jpg";
import health from "../../assets/details/health.jpg";
import black1 from "../../assets/details/black-tea1.jpg";
import black2 from "../../assets/details/black-tea2.jpg";
import black3 from "../../assets/details/black-tea3.jpg";
import black4 from "../../assets/details/black-tea4.jpg";
import black5 from "../../assets/details/black-tea5.jpg";
import black6 from "../../assets/details/black-tea6.jpg";

export const dataList = {
  白茶: {
    title: "白茶",
    text: `<p>中国茶类的划分有多种方法，根据制作方法和茶多酚氧化（发酵）程度的不同，可分为六大类(茶叶中发酵程度的轻重不是绝对的，当有小幅度的误差)：绿茶（不发酵）、白茶（轻微发酵）、黄茶（轻发酵）、青茶（乌龙茶、半发酵）、黑茶（后发酵）、红茶（全发酵）。外观由绿向黄绿、黄、青褐、黑色渐变，茶汤也由绿向黄绿、黄、青褐、红褐色渐变。今天我们首先来介绍白茶。</p>
      <p>一、白茶的文献记载</p>
      <p>白茶的名字最早出现在唐朝陆羽的《茶经》七之事中，其记载：“永嘉县东三百里有白茶山。”陈橼教授在《茶叶通史》中指出：“永嘉东三百里是海，是南三百里之误，南三百里是福建福鼎（唐为长溪县轄区），系白茶原产地。”可见唐代长溪县，也就是现在福建福鼎已培育出“白茶”品种，因成品茶多为芽头，满披白毫，如银似雪而得名。</p>
      <p>从历史上看，陆羽的《茶经》之后，宋徽宗在《大观茶论》中也明确记载，“白茶，自为一种，与常茶不同。”而且宋代茶人斗茶，把丰美雪白的芽茶视为天下精品。当时白茶产量极少，仅供皇帝御用，极为珍贵。北苑茶农把白茶视为“茶瑞”，把这吉祥茶作为斗茶的绝品。</p>
      <p>再到后来，明代田艺衡《煮泉小品》中，也记载了类似白茶的制法，“茶者以火作者为次，生晒者为上。”</p>
      <p>二、白茶的传说</p>
      <p>据《宁德茶叶志》传，尧帝時，太姥山下有一田舍家，因避战乱，逃至山中，以种蓝为业，乐善好施，人称蓝姑。那年太姥山時疫肆虐，乡亲们成群结队上山采药，为家人治病，但都徒劳无功。瘟疫夺去了一个又一个人的生命，山村里处处闻淒哭声，山坡上日日添新坟，蓝姑那颗善良的心每天都在滴血。</p>
      <p>一天夜裡，蓝姑在睡夢中夢见了南极仙翁，仙翁指點，"蓝姑，在你棲身的鸿雪洞顶有一株树，名叫大白茶，它的叶子晒干后，泡入沸水，是治疗瘟疫的良药，你赶快去采了给乡亲们吧。”蓝姑一觉醒来，趁月色攀上了鸿雪洞顶，顶上岩石磊磊，早草丛生，荆棘遍布，蓝姑太想找到那株茶树了，身上被划得伤痕累累都顾不上。当爬到崖顶，她发现在榛莽之中有一株与众不同、亭亭玉立的大树，她眼睛一亮，是大白茶树，这就是大白茶树。</p>
      <p>蓝姑遵照仙翁的嘱咐，她迫不及待地将茶树上的嫩叶采下来，装进竹篓。当采满一筐后，她往山下走，回头一看，惊奇地发现树上又长出来了新芽，原来这就是仙翁赐予的仙茶。</p>
      <p>为了普救穷苦农家的人们，蓝姑拼命地採摘、晒茶，然后把茶叶送到每个山村，教乡亲们如何泡茶为药，给患者们服用，乡亲们终于战胜了瘟疫病魔。</p>
      <p>蓝姑以茶救人的动人故事也在民间流传开来，蓝姑因此被万民敬仰为太姥娘娘，茶也被视为功同犀角、麻疹圣药的仙茶。</p>
      <p>所以，白茶在民间流传为“一年成茶，三年成药，七年成宝”之說。</p>
      <p>三、白茶的产地和分类</p>
      <p>白茶主产于福建福鼎、政和、松溪、建阳、云南景谷等地。台湾地区也有生产白茶。</p>
      <p>白茶按茶树的品种不同，可分为大白、水仙白和小白三种。1971年以后白茶保留了建阳小白和政和大白，取消了水仙白，因为水仙白长出的芽叶沒有其他品种好喝。</p>
      <p>白茶按照采摘标准又可分为白毫银针、白牡丹、寿眉三种。</p>
      <p>白毫银针是肥壯的芽头；白牡丹是一芽兩叶；寿眉是抽掉芽头后的余叶，也就是抽掉白毫银针以后的余叶。</p>
      <p>四、白茶的加工工艺</p>
      <p>白茶的加工制作方法正式形成在清嘉庆年间，约1796年前后。白茶的加工工艺就是采摘、萎凋、干燥。</p>
      <p>据福建茶史记载，由于当时红茶市场不畅销，而导致大量的积压，政和县的茶农就改制白茶外銷，从此白茶成为一种正式的茶类，其加工方法一直延传至今。白茶的加工工艺最为简单，以生晒为上。因此对于白茶来說，制作工艺中起到决定性作用就是阳光。</p>
      <p>一款上好的白茶，非得由纯阳光干燥而成不可。如果这一年采茶季节因为出现连绵阴雨，不见太阳的情況下，需要用到机器来干燥，这茶就缺了它最重要的能量来源，大大的损失了它日后转化成药性的可能性。</p>
      <p>白茶的制作，只有鲜叶采摘是人为的，其他均为天成。白茶不需要经过杀青或揉捻，只要在屋子里边放蔫了，放在太阳底下反复晾晒干，这就是纯阳光干燥。</p>
      <p>五、白茶的干茶与茶汤</p>
      <p>白毫银针，外形上芽针肥壮，满披白毫，色泽银亮，内质香气清鲜，毫味鲜甜，滋味鲜爽微甜。汤色清澈、明亮，呈杏黄色。</p>
      <p  style="text-align:center"> <img src="${white1}"></p>
      <p>白牡丹，其外形自然舒展，芽叶连梗，兩叶抱芽，叶底芽叶各半，叶子肥嫩，白毫满披，色泽银白、灰绿，叶脈微红，内质汤色橙黄，清新明亮，香气清和。</p>
      <p  style="text-align:center"> <img src="${white2}"></p>
      <p>寿眉，是用去掉芽头的叶片制作而成，所以色泽灰绿稍黄，叶底黄绿，叶脈帶红，香气鲜纯，汤色黄亮，滋味清甜，但色、香、味均不及白牡丹。</p>
      <p>如果寿眉中还帶一些有芽头的，称为貢眉。</p>
      <p>寿眉的转化會比較快，所以当平时的口粮茶喝就非常好。</p>
      <p>其他的白茶茶品，云南目前会有一部分将乔木的茶青用来做白茶，但是由于树种的不同，叶片比较肥厚，茶叶性质会更寒一些。</p>
      <p>云南的白茶后期转化會快一些，但是其药性不如福建的寿眉。</p>
      <p>还有广东产的白毛茶，斯里兰卡和大吉岭也生产少量的白茶。</p>
      <p>六、白茶的功效和它的药用价值</p>
      <p>经过纯阳光干燥的白茶，慢慢从寒性转换成凉性，在经年累月的存放过程中，逐渐变成了可以治疗慢性咽炎、荨麻疹、风热感冒，还是祛暑、祛邪的家居必备良药。</p>
      <p>如果小孩发烧，可能是食积、着凉，或者受惊吓导致，此時煮一壶阳光干燥的老白茶喝，可以缓解症状。如果发了荨麻疹，可以用茶水来擦拭。小孩子受了惊吓、高烧時可以喝点老白茶退烧。</p>
      <p>在福建福鼎当地，自古有家家存白茶，以备发热、惊搐、荨麻疹之类的病症時内服和外用。</p>
      <p>从性价比来讲，一般储存寿眉，五年后即可转换成凉性，药性足。白毫银针十年以上才能转换成凉性，但是药效更佳，有“功同犀角”之说（出自《闽小记》）。</p>
      <p>白茶一年四季都能喝，随着年份的增长，会出现枣香、陈香、药香、参香、荷香。</p>
      <p>白茶饼在2000年后开始出现的，水蒸气、高温压饼，茶的活性被破坏了。而白茶干燥后，酶具有一定的活性，可以继续发酵。</p>
      <p>最后要强调一下，就是只有在正宗产地，用正宗树种和正宗加工工艺制成的茶叶，才能有茶叶的药用价值。</p>
      <p>七、白茶的沖泡方法</p>
      <p>简单的說，白茶可泡、可闷、可煮。如果煮茶的話，老白茶更适合。</p>
      <p  style="text-align:center"> <img src="${white3}"></p>`,
  },
  绿茶: {
    title: "绿茶",
    text: `<p>一、绿茶的历史</p>
      <p>绿茶是历史上最早出现的茶类，绿茶的出现距今已经有3000多年了。</p>
      <p>陆羽的《茶经》中已经记载有绿茶的蒸汽杀青技术。</p>
      <p  style="text-align:center"> <img src="${green1}"></p>
      <p>宋徽宗在《大观茶论》中对採摘、蒸压、制作、烘焙等制作过程又进行了更加细致的描述。</p>
      <p  style="text-align:center"><img src="${green2}"></p>
      <p>到了明代，朱元璋罢团改散，炒青、烘青制作方法出现，绿茶的制作工艺在当时基本上和我们现在所见到的工艺基本是类似的。</p>
      <p>二、绿茶的产地</p>
      <p>绿茶几乎遍佈所有的产茶产茶区，也是产量最多，消费群体最广的茶类。我国有华南茶区、西南茶区、江南茶区和江北茶区四个一级茶区，都生产绿茶。</p>
      <p  style="text-align:center"><img src="${green3}"></p>
      <p>三、绿茶的加工工艺</p>
      <p>绿茶属不发酵茶类，也就是说茶树的鲜叶不经过发酵工序，直接杀青，成品干茶成绿色，总体品质特徵是清汤绿叶。</p>
      <p>尽管不同的绿茶加工方法有很多差异，但是基本的加工工序是一致的，即採摘、杀青、揉捻、干燥。</p>
      <p>1.第一步，鲜叶採摘</p>
      <p>绿茶的採摘突出一个早和嫩。</p>
      <p>早，是指明前茶，春分以后才清明前上市。</p>
      <p>嫩，是指单芽，一芽一叶，或者一芽两叶，各类茶品有相应的採摘标準，只是茶的名字不代表茶叶的等级。</p>
      <p>2. 第二步，杀青</p>
      <p>茶的鲜叶中含有多种酶，尤其是氧化酶，它能引起多酚类物质的氧化，形成红梗红叶。而绿茶就是要避免茶叶的氧化，所以杀青形成绿茶的“清汤绿叶”、“香高味醇”品质特徵的关键工序。</p>
      <p>杀青的目的主要有三个：</p>
      <p>一是通过高温破坏和钝化鲜叶中氧化酶的活性，抑制鲜叶中的茶多酚等没处氧化。</p>
      <p>二是蒸发鲜叶的部分水分，使茶便於揉捻成型。</p>
      <p>三是散发青味，促进良好的香气的形成。</p>
      <p>按杀青方式可分为蒸青绿茶和炒青绿茶。</p>
      <p>蒸青绿茶利用是蒸汽的高温，蒸青绿茶具有干茶色绿、茶汤浅绿、叶底青绿的三绿品质特徵，其香气带清气、滋味醇、悦色。我国目前所产的蒸青绿茶主要是恩施玉露、玉叶长春等。</p>
      <p>炒青绿茶分为锅式杀青和滚筒杀青。</p>
      <p>锅式杀青是传统手工制茶工艺中所採用的杀青方式，一般是在平底锅或者斜锅中进行。锅式杀青原则是高温杀青，先高后低，抛闷结合，多抛少闷，嫩叶老杀、老叶嫩杀。这种杀青方法在明代得到发展与完善，并一直沿用至今，是现在大多数民用绿茶的制法。</p>
      <p>滚筒杀青，茶鲜叶在一个直径50～80釐米的滚筒杀青机里头进行杀青，此方法生产效率高，目前在绿茶生产加工中被广泛的使用。</p>
      <p>3. 第三步，揉捻</p>
      <p>揉捻的目的是破坏叶细胞，使茶汁外溢，增加茶汤的口感，塑造不同的外形，便於储存。</p>
      <p>揉捻的原则是：老叶长时间的揉、重揉、热揉。嫩叶短时间揉、轻揉、冷揉。</p>
      <p>4. 第四步，干燥</p>
      <p>干燥的目的是除去多餘水分，稳定茶叶香气，固定茶叶外形，便於运输和储存。</p>
      <p>干燥的方法是炒青、烘青、晒青。</p>
      <p>炒青干燥的绿茶是利用炒干的方法制作，我国几乎各产茶省均有生产。鲜叶原料不同及制法存在的差异，品质也略有不同，但高级茶都有共同的品质要求，那就是干茶外形条索紧直，匀整，有分苗，不断碎，色泽翠绿，丰润，茶叶内质要求香高持久，香气纯正，汤色清澈明亮，滋味浓醇爽口，叶底嫩绿。</p>
      <p>炒青干燥的绿茶，代表品种有西湖龙井、碧螺春、蒙顶甘露、信阳毛尖、南京雨花茶、竹叶青等。</p>
      <p>烘青干燥的绿茶，工艺上是半烘炒绿茶，因为开始是在锅里杀青，最后一道工序是用焙火。烘青绿茶原料採摘细緻，干茶外形细秀，多锋苗，显毫，色泽翠绿鲜活，内质香气清香持久，滋味鲜醇，叶底匀整，嫩绿明亮。</p>
      <p>烘青干燥的绿茶代表品种有黄山毛峰、六安瓜片、太平猴魁、安吉白茶。</p>
      <p>晒青绿茶是在日光下晒乾的绿茶，主产于云南、四川、陕西等省区。其干茶外形条索紧结，色泽乌绿，白毫明显，香气清高，藏有日晒气，汤色明亮，叶底肥厚。</p>
      <p>晒青绿茶以云南大叶种品质是最好的，称为滇绿。</p>
      <p>四、绿茶的功效和药用价值</p>
      <p>绿茶性质寒凉，伤胃、泻火，如果喝新的绿茶，火在上，寒在下，喝了会胃不舒服，且容易上火。虚寒体质的人不建议喝绿茶，如果想喝的话，可以适当的放一点盛放一年以上的老绿茶。</p>
      <p>绿茶要考虑地域和人体差异。</p>
      <p>绿茶适合干燥地区的人，北方冬天开暖气或者吃火锅，适合喝点陈年的绿茶。</p>
      <p>西北地方一年四季都可以喝点绿茶。</p>
      <p>春天在江南地区喝新绿茶，是因为江南地下的气蒸腾上来，人容易觉得燥，喝新绿茶可以接引一下地气。</p>
      <p>四川一带吃火锅，虽然祛湿，但胃里会生火，需要靠竹叶青把胃里的麻辣火拔掉，所以吃火锅一定要泡杯绿茶来漱口。</p>
      <p>经常上火、下寒、长口疮的人，可用绿茶来漱口后吐掉，它能化掉嘴里的水泡和口疮的。</p>
      <p>五、绿茶的储存</p>
      <p>首先，还是要避光、干燥。</p>
      <p>其次，因为加工工艺的原因，採摘后就杀青，为了保持其鲜灵度，最好的保存器皿是瓷罐，瓷罐因为有釉水的密封，整个空间会更利於保持茶的香气和鲜爽度。</p>
      <p>六、绿茶的冲泡手法</p>
      <p>主要分三种——上投法、中投法和下投法。</p>
      <p>所谓的上投法，就是往玻璃壶里边倒满水，慢慢的往里拨茶。茶芽慢慢在水中舒展开来，把壶收到胸前闻香。绿茶有淡淡的青草气，高档的绿茶有淡淡的花香。都匀毛尖、碧螺春、蒙顶甘露、南京雨花茶等小芽头的茶，就适合用上投法冲泡。</p>
      <p>所谓的中投法，往盖碗里边倒1/2的水，用茶针轻轻地把茶投入茶碗中，这时候再续1/2的水，也是沿著边缘慢慢的注水，用盖子把茶收拢，拇指、中指握起盖碗，到公道杯稍微停一下，慢慢的出茶汤，拿起我们的杯托，闻香。扁平状的龙井，还有扁条状的竹叶青适合中投法。</p>
      <p>所谓下投法，用茶针将茶拨入盖碗中，将茶轻轻捋平。採用85度到100度的水温冲泡绿茶。条索状的安吉白茶、黄山毛峰，就适合下投法。安吉白茶因为氨基酸含量高，所以闻茶香有淡淡的，像我们说的熬鸡汤的味道，鲜灵度特别高，茶汤清澈透亮，鲜爽度极高，特别的爽滑。</p>
        `,
  },
  红茶: {
    title: "红茶",
    text: `
      <h3>一、红茶的历史</h3>
      <p>作为世界红茶鼻祖，“正山小种”迄今已有四百五十多年历史，由福建武夷山茶区的茶农发明，一直延续至今。现在印度、斯里兰卡的红茶均是由“正山小种”演变而来。</p >
      <p>明末时期，时局动荡不安，而桐木关是外地入闽的咽喉要道之一。相传，在1568年，时值采茶季节，一支军队从江西进入福建过境桐木关，占驻茶场，当地茶农纷纷外出躲避士兵。</p >
      <p>待到第二天军队离去，茶农才返回茶场，而前一天采好的茶青因无法得到及时处理，已经产生红变，为了挽回损失，茶农迅速将这些茶叶搓揉，并用当地易燃的马尾松木加温烘干。</p >
      <p>这批由马尾松木烘干的茶叶，无意间形成一股特有浓醇松香味。茶农将这批茶叶挑到集市贱价出售，没想到第二年竟有人花数倍的价钱来收购此茶。因此，世界上最早的红茶——正山小种由此诞生。</p >
      <p>武夷山终年云雾缭绕，山多谷陡，土地矿物质丰富，极其适应茶树生长。在宋朝已经是皇家的御茶园。但到了明朝，朱元璋改团为散，由于散茶制作工艺不成熟，武夷茶因此在明朝一落千丈，直到这次偶然得到了“正山小种”，不仅开创了红茶的历史，也从此让“正山小种”声名远扬，享誉海内外。</p >
      <p  style="text-align:center"><img src="${red1}"></p>
      <p>印度总督将武夷山茶树种带至印度种植，在小种红茶之后又演变成了工夫红茶。随着功夫红茶制法的远播，红茶产区不断的扩大，国内广泛的生产出工夫红茶，如祁红、湘红、宁红、闽红等，每种红茶均有其独特的品质风格。</p >
      <h3>二、红茶的分类</h3>
      <p>中国红茶按生产的先后和加工的不同，分为小种红茶、工夫红茶和红碎茶。</p >
      <p>红茶为深度发酵茶，品质特点为红汤、红叶。绿茶、白茶、黄茶、乌龙茶继续发酵后，都可以用来制作红茶。</p >
      <p>通常来说，红茶的加工工艺为采摘、萎凋、揉捻、发酵、干燥。</p >
      <p>第一步，鲜叶采摘。</p >
      <p>鲜叶要求具有较高的滋润度，一般以开叶面的一芽两、三叶为准，老嫩匀整，以嫩为贵。由于红茶需要鲜叶中的多酚类化合物含量较高，叶绿素含量低，所以采摘时间一般以立夏左右为宜。</p >
      <p>一般做完绿茶就做红茶，但也有明显材质的红茶，比如芽头细嫩的金骏眉。</p >
      <p>国外的红茶因热带地区茶叶生长周期短，全年采摘，全年制作，茶韵不太明显，工业化生产，价格低廉。</p >
      <p>第二步，萎凋。</p >
      <p>萎凋是为了去除鲜叶中的部分水分，发展茶香，提升酶的浓度。</p >
      <p>第三步，揉捻。</p >
      <p>揉捻能起到破坏叶肉细胞，使茶多酚与多酚氧化酶接触的作用。</p >
      <p>红茶揉捻的细胞破坏率要达到80%以上，揉捻时间长，否则发酵会不够充分，影响红茶香气、滋味等，甚至会造成叶体的返青。</p >
      <p>第四步，发酵。</p >
      <p>发酵是红茶品质形成的关键过程，发酵是在酵素的作用下，以多酚类化合物氧化为主的一系列化学变化的过程，通过湿热的环境，使茶的自有酶和茶多酚发生氧化，形成茶黄素、茶红素，奠定了红汤、红叶的品质特征。</p >
      <p>第五步，干燥。</p >
      <p>红茶干燥的目的是，制止酶促氧化，蒸发水分，提高茶叶香气。</p >
      <h3>三、红茶的分类</h3>
      <p>1.小种红茶</p >
      <p>小种红茶是福建特有的一种条形红茶，分正山小种和外山小种，它们之间的区别在于产地、制作工艺和风味特点。</p >
      <p>正山小种产于福建武夷山市星村镇桐木关以及周边地区，严格限定在武夷山自然保护区内。这个地区的地理环境独特，气候适宜，土壤富含矿物质，赋予了正山小种独特的品质。</p >
      <p  style="text-align:center"><img src="${red2}"></p>
      <p>正山小种按照上述“采摘—萎凋—揉捻—发酵—干燥”传统制作工艺。目前，部分正山小种采用松木烟熏这一特殊工序，形成“烟正山小种”（即烟小种），也有不进行烟熏处理的“无烟正山小种”。</p >
      <p>正山小种以其独特的“桂圆汤香”和“松烟香”著称。无烟正山小种汤色红艳、清澈，香气高长且带甜香，滋味醇厚甘爽。烟正山小种则因熏制而带有明显的松烟香和蜜糖香，汤色更为明艳，口感醇和，具有独特的烟熏风味。</p >
      <p>外山小种是指产自武夷山自然保护区之外的其他地区，如坦洋、北岭、展南、古田等地。虽然也模仿正山小种的制作工艺，但因其地理条件、生态环境与正山地区存在差异，品质上相对较次。</p >
      <p>外山小种与正山小种相比，香气和滋味可能不够纯正，缺乏正山小种特有的地域特征。其香气、汤色和口感略逊于正山小种，表现在香气较淡、汤色较浅、滋味较薄，或者烟熏风味不够纯正。</p >
      <p>外山小种的出现主要是因为市场对正山小种的需求量远远大于供给量，正山小种的产量相对有限，价格较高。为了满足市场需求，茶农就开始尝试在离保护区较近的区域开发外山小种茶园，这也是外山小种产生的原因之一。</p >
      <p>2.工夫红茶</p >
      <p>功夫红茶是我国独特的传统的茶品，因初制揉捻工序特别注意条索紧结完整，制作时颇费工夫而得名。</p>
      <p>功夫红茶一般包括祁红、滇红、闽红、湖红、宁红、川红、宜红、湘红、粤红。其中，闽红又包括我们熟知的政和工夫、白琳工夫和坦洋工夫。</p>
      <p>下面介绍集中有代表性的功夫红茶。</p>
      <p>祁红功夫产于安徽祁门及周边，以“香高、味醇、形美、色艳”四绝闻名于世，被誉为世界四大高香红茶之首。祁红属于小叶种，外形条索细秀而稍弯曲，有锋苗，色泽乌润带宝光。香气馥郁持久，以独特的“祁门香”著称，融合了花香、果香、蜜香，被形容为“似花、似果、似蜜”的复合香型。汤色红亮明亮，滋味醇厚鲜爽，回甘明显。</p>
      <p  style="text-align:center"><img src="${red3}"></p>
      <p>滇红功夫产于云南临沧、保山、凤庆、西双版纳、德宏等地，属于大叶种，外形肥硕紧实，金毫显露，色泽乌润，又称为“金丝滇红”。汤色红艳明亮，金圈显著。香气鲜浓高扬，带有浓郁的蜜糖香和花果香，有时还带有独特的焦糖香。滋味浓厚，刺激性强，叶底肥厚、红叶鲜明。</p>
      <p  style="text-align:center"><img src="${red4}"></p>
      <p>坦洋功夫产于福建省福安市坦洋村及周边地区，属小叶种茶青，干茶条索细薄，带白毫，色泽乌黑有光，香气稍低，茶汤呈深金黄色，滋味清新、甜和，叶底光滑。</p>
      <p  style="text-align:center"><img src="${red5}"></p>
      <p>3.红碎茶</p >
      <p>红碎茶的茶青在初制时经过充分的揉切，细胞破坏率高，有利于多酚类酶促氧化，形成了香气高锐持久、滋味浓强鲜爽。加糖或牛奶后仍有较强茶味的品质特徵。</p>
      <p>因揉切方法不同，分为传统红碎茶、CTC红碎茶、转子红碎茶、LTP红碎茶和不萎凋红碎茶五种。</p>
      <p>各种红碎茶又因叶型不同，分为叶茶、碎茶、片茶和末茶四类。我们喝的袋泡茶通常就属于红碎茶。</p>
      <p>叶茶，是红碎茶中最完整的一种形态，保留了茶叶的部分叶片形状，外形条索紧结挺直、匀整，色泽乌润，内质香气芬芳，汤色红亮，滋味醇厚，叶底红亮多嫩茎。</p>
      <p>碎茶，经进一步切割，呈颗粒状。颗粒大小均匀，重实匀齐，色泽乌润，或者泛灰棕，香气馥郁，汤色红艳，滋味浓强鲜爽，叶底红匀。</p>
      <p>片茶，经过更深度的切碎，外形扁平且薄，类似木耳形的屑片。片茶的茶叶较碎茶更小，但相比末茶稍大。冲泡后茶汤颜色更深，香气尚纯，滋味尚浓略涩，叶底红匀。</p>
      <p>末茶，是最细小的红碎茶形态。外形呈砂粒状，极为细碎，色泽乌黑或乌褐。末茶在冲泡时释放速度极快，常用于速溶茶、袋泡茶或与其它茶叶拼配以增加茶汤浓度。</p>
      <h3>四、红茶的功效及药用价值</h3>
      <p>红茶的品质较为温和，可以养胃，帮助肠胃消化，尤其适合北方区域的人饮用。在盛夏酷暑的时节，现在人大多都在空调房里，脾胃虚寒，适宜喝一些红茶来滋补。</p>
      <p>红茶中的正山小种，茶气充足，又兼具扶正驱邪功效。工艺到位的正山小种，可以说是一味药。其它的红茶大多相对温和，温补脾胃都是不错的选择。</p>
      <p>高香的祁红也是红茶独特的一味，女性经期可以来一杯，可以解郁舒心。</p>
      <p>古树滇红，也具有强劲的茶气，可以驱寒暖身。</p>
      <h3>五、红茶的储存</h3>
      <p>红茶因为发酵度比较高，虽然后期还有再发酵的空间，但是也要以密封为主。紫砂罐、瓷罐都是利于红茶长期储存和转化的。工艺到位的红茶，可以经年长存，尤其是古树滇红、正山小种，随着年份的增加，药力也会增强。</p>`,
  },
  黑茶: {
    title: `黑茶（dark green tea）`,
    text: `<p>黑茶属于后发酵茶，是我们中国特有的茶种类。通常黑茶的原料比较粗老，加之制作过程中堆积发酵的时间较长，因而叶色油黑或黑褐色，故称为黑茶。</p >
    <p>早期的黑茶主要供边区少数民族饮用，所以又称为边销茶。各种黑茶的紧压茶是藏族、蒙古族等日常生活的必需品，有“宁可三日无食，不可一日无茶”之说。</p >
    <h2>一、黑茶的起源</h2>
    <p>最早的黑茶据说是四川的“邛崃黑茶”，公元 903 年（前蜀天复元年）火番饼就销往西蕃、党项，称为当地最为重要的商品。</p >
    <p>但是“黑茶”二字最早的记载，是在《甘肃通志》内载明陈讲写的《茶马志》上（明嘉靖三年，公元 1524 年）说：“茶商低伪，悉征黑茶，……官商对分，官茶易马，商茶给买。”此茶系蒸后采包之茶，具有发酵特征，实为黑茶无疑。易马政策，用粗老梗和叶片压制成砖，运至内蒙，用茶叶换马匹。</p >
    <p>目前，界内普遍认为黑茶的生产历史最早始于唐代，兴盛于宋、明两代，衰落于清朝。当时西南地区生产的绿茶被打包成砖形、饼状、方形和快状，以便于运输。茶叶在翻山越岭运送到西藏、新疆等地的途中，经过长时间的日晒雨淋，茶叶颜色渐渐变黑，香气不再具有收敛性，而这种品质风格的茶叶似乎更受西藏和新疆的消费者喜欢。久而久之，人们将绿茶初制或者精制过程加上一个渥堆的工序，便产生了后来的黑茶。</p >
    <h2>二、黑茶的种类</h2>
    <p>黑茶从产生至今，经过几百年的发展与传承，形成了以四川黑茶、湖南黑茶、湖北黑茶、云南黑茶和广西黑茶为代表的黑茶种类。这几类茶虽然同属于黑茶，却各自有着自己独特的加工工艺和品质特征，同时犹豫地域文化的差异，这几类茶也有着不同的起源与文化差异。</p >
    <h3>1.四川黑茶</h3>
    <p>尽管黑茶最早记录是湖南曲江安化一带的黑茶薄片，但是从黑茶真正的产生，或者说加工工艺之渥堆兴盛的起源地则在四川，其年代可追溯到唐宋时期的茶马交易。</p >
    <p>早在 11 世纪的唐宋时期，就有绿毛茶变黑的记载，远早于出现在 16 世纪的湖南安化黑茶，只是当时的人们并没有意识到这种变黑的绿茶是另外一种茶类。由此可见，四川黑茶历史之悠久，其作为黑茶起源地毋庸置疑。</p >
    <p>唐代，四川西南部的茶叶以正规渠道输入西藏，当时的边茶是没有经过专门“渥堆”变黑的蒸青团茶，实际上是蒸青绿茶类。然而由于道路崎岖，交通不便，边茶运输主要靠人背马驮，往返一次要徒步 5000 公里以上，历时一年多。茶叶在长时背运过程中，受到人畜体温的影响，茶叶叶温升高，内含物发生非酶性自动氧化。加上日晒雨淋，茶叶极易发生霉变。因此，从产区运出的蒸青绿茶到达销区时，已变成黑茶。久而久之，边区人民也逐渐习惯了这种茶叶的品质风格，并形成了“越陈越香”的饮茶经验。后来，经过全面总结，增加了专门促进茶叶变黑的工序——渥堆，使边茶的品质风格更受消费者的喜爱。</p >
    <p>四川省是我国黑茶生产的大省，也是最早生产黑茶的省份，因茶销路的不同，分为南路边茶和西路边茶两大类。</p >
    <p><strong>南路边茶:</strong> 包括康砖和金尖茶等，主销西藏、青海和四川甘孜藏族自治州等地。南路边茶原料较粗老，主要利用茶树的修剪枝，毛茶分为做庄茶和毛庄茶两种。</p >
    <p>做庄茶分为四级八等。茶叶质感粗老，含有部分茶梗，色泽棕褐。</p>
    <p>毛庄茶又称为金玉茶，叶子粗老、不成条，均为堆片，色泽枯黄，外形香气滋味不及做庄茶的品质优异</p>
    <p><strong>西路边茶:</strong> 主要有“人民团结品牌”茯砖茶和方包庄茶（亦称为马茶），主销四川省阿坝藏族自治州，以及甘孜藏族自治州，少量销往甘肃和青海。</p >
    <p>西路边茶原料较南路边茶更为粗老，初制工艺较为简单。
    茯砖原采用金玉茶作为主要原料，近些年改成了做庄茶为原料。包庄茶仍采用晒干后一、二年生的茶树枝条为主要原料，含梗量达60%左右。
    </p>
    <h3>2.湖南黑茶</h3>
    <p>最早的湖南黑茶起源于秦汉时期的安化，渠江黑茶薄片，渠江黑茶薄片成形状不一的薄片状，源于安化县渠江镇。黑茶薄片又称为黑茶“宗祖薄片”，民间相传为张良所制，俗称“张良薄片”。</p >
    <p>汉代时黑茶薄片成为皇家贡茶，称之为“皇家薄片”或“渠江皇家薄片”。</p >
    <p style="text-align:center"><img src="${black1}"><img src="${black2}" style="margin-left:20px;"></p>
    <p>湖南是黑茶的生产大省，分黑毛茶和成品茶两大类。</p >
    <p>湖南黑茶的成品茶主要包括“三尖”、“三砖”和“一卷”。</p><p>其中三尖是指天尖、贡尖、生尖；</p><p>三砖是指花砖、茯砖、黑砖；</p>
    <p>一卷是指花卷茶，因一卷茶重量合称一千两，故又名为“千两茶”，按规格大小还有“百两茶”、“十两茶”。</p >
    <p><strong>黑毛茶</strong>分为四级：</p>
    <p>一级毛茶主制天尖和贡尖；</p>
    <p>二级毛茶主制贡尖和生尖；</p>
    <p>三级毛茶主制花砖、花卷和特制茯砖；</p>
    <p>四级毛茶主制黑砖和普通茯砖。</p >
    <p>茯砖原料采用特制茯叶，全部用三级黑毛茶。普通茯砖约 45%左右的三级茶青，10%左右的四级茶青，其他茶占 50%。外形，茶砖棱角清晰，四角分明，砖面平整，色泽褐润，内质醇香浓，汤色橙黄，滋味醇和，叶底褐色。茯砖茶还有一个特点就是“金花”。金花其实是“冠突散囊菌”，是对人体有益的酵素类菌。金花能分泌淀粉酶和氧化酶，可催化茶叶中的蛋白质、淀粉转化为单糖，催化多酚类化合物氧化，转化成对人体有益的物质，同时也可以提升茶叶的口感。</p >
    <p style="text-align:center"><img src="${black3}"></p>
    <p>黑砖原料约 80%的三级黑毛茶，有 15%四级黑毛茶和 5%的其他茶。砖面端正，四角平整，模纹清晰、色泽黑褐，内质香气纯正，滋味浓厚微涩，汤色深黄微暗，叶底暗褐尚匀。</p >
    <p>花卷的原料大部分为三级黑茶，外形圆柱形，干茶结构紧密坚实，色泽黑润油亮，内质汤色红黄明淨，滋味醇厚，口感纯正，常有寥叶、竹黄、糯米香气等。</p >
    <h3>3.广西六堡茶</h3>
    <p>广西黑茶主要是指广西的六堡茶，六堡茶历史悠久，其有文字记载的历史已有 1500 年之久。清朝初期，在广州、潮州一带，六堡茶渐渐兴盛起来。至清朝嘉庆年间，以其“红、浓、陈、醇”四绝被列为全国名茶之一，而其特殊的槟榔香味更是享誉海内外。</p >
    <p>六堡茶不但有著显著的自身特色，更有著深厚的历史文化积攒。《苍梧县志》记载：“茶产多贤乡六堡，味醇隔宿而不变，茶色香味俱佳。”</p >
    <p>六堡茶因产于广西梧州六堡镇而得名，选用苍梧县群体种、广西大中叶种及其分离、选育的品种。以茶树的鲜叶为原料，按特定的工艺进行加工，是具有独特品质特征的黑茶。六堡茶一般以一芽两、三叶，或者一芽三、四叶为原料，产品有散装或者篓装两种形式。</p >
    <p>散装茶外形条索粗壮，色泽黑润有光泽，内质香气醇陈，汤色红浓，滋味甘醇爽口，并带有松木烟味和槟榔味，叶底铜褐色。</p >
    <p>篓装茶外形为圆柱形。</p >
    <p style="text-align:center"><img src="${black4}"/> <img src="${black5}"/></p>
    <p>六堡茶的香型基本可分为槟榔香、兰香、樟香、木香、沉香等。</p >
    <p>从明代到今天，六堡的工艺有两次大的变化。最早是传统堆闷工艺（杀青-揉捻-堆闷-干燥-蒸压-陈化），后来改为双蒸双压法（杀青-揉捻-干燥-双蒸压-陈化），上世纪五十年代改良为冷水渥堆法（杀青-揉捻-干燥-冷水发酵-蒸压-陈化）。</p >
    <h3>4.湖北老青茶</h3>
    <p>湖北黑茶主要指湖北赵李桥茶厂生产的青砖茶，每件 27 片砖，称 27 砖，以老青茶为原料，经筛分、拼配、汽蒸、压制而成。</p >
    <p>老青茶分里茶和面茶，面茶又分为洒面和洒底。青砖茶主要供应内蒙古、青海、甘肃和新疆等省、自治区，少部分则出口俄罗斯和蒙古等国。</p >
    <p>青砖茶外形为砖形，重量为两公斤，砖面平整、紧结、光滑，棱角分明，色泽黑褐，压印纹理清晰，内质香气纯正，汤色纯红明亮，滋味醇和。叶底暗褐粗老。</p >
    <p style="text-align:center"><img src="${black6}"/></p>
    <h3>5.云南普洱茶</h3>
    <p>云南黑茶只用云南大叶晒青毛茶经后发酵所制成的散茶或者紧压茶，其主要成品为普洱茶及其制成的各种紧压茶。普洱茶详情将另做介绍。</p >
    <h2>三、黑茶的加工工艺</h2>
    <p>黑茶产区较广，尽管各地的加工方法不尽相同，但基本工艺都可以概括为杀青、揉捻、渥堆和干燥四个工序。其中，渥堆是形成黑茶品质风格的关键工序。黑茶加工工艺既包括了绿茶的杀青过程，也包含了红茶的发酵变化。然而，其品质特征却跟这两种茶相差甚远，形成了茶香味醇不涩，汤色橙黄不绿，叶底黄褐不青的独特品质。黑毛茶是压制各种紧压黑茶的主要原料，其基本的制作工艺如下。</p >
    <h3>1.杀青</h3>
    <p>由于黑茶原料比较粗老，为了避免黑茶水分不足，杀不匀透，一般除雨水叶、露水叶和幼嫩芽叶外，都要按 10:1 的比例洒水后再杀青，洒水要均匀，以便于黑茶杀青能杀匀杀透。</p >
    <p>杀青又可以分为手工杀青和机械杀青。</p >
    <h3>2.初揉</h3>
    <p>黑茶原料粗老，揉捻要掌握轻压、短时、慢揉的原则，初揉中的揉捻机转速以 40 转/每分钟左右，揉捻时间 15 分钟左右为好，待黑茶嫩叶成条，粗老叶成皱叠时即可。</p >
    <h3>3.渥堆</h3>
    <p>初揉后的茶坯，不经解块立即堆积起来，堆高约一米左右，上面加盖湿布、蓑衣等物，以求保温保湿。黑茶渥堆要在背窗、洁净的地面，避免阳光直射，室温在 25℃以上，相对湿度保持在 85%左右。渥堆过程中要进行一次翻堆，以便发酵均匀。堆积 24 小时左右时，茶坯表面出现水珠，叶色由暗绿色变为黄褐，带有酒糟气或酸辣气味，手伸入茶堆感觉到发热，茶团粘性变小，一打即散，即为渥堆适度。</p >
    <h3>4.复揉</h3>
    <p>将渥堆适度的黑茶茶坯解块后，上机复揉，压力较初柔稍小，一般时间 6-8 分钟，下机解块，及时干燥。</p >
    <h3>5.干燥</h3>
    <p>干燥是黑茶初制中最后一道工序，经过干燥形成黑茶特有的品质，即外形颜色油黑色和松烟香味。干燥方法采取松柴旺火烘焙，不忌烟味，分层累加湿坯和长时间的一次干燥，与其他茶类不同。</p >
    <p>摊凉,茶叶色泽渐渐变为乌黑油润，香气则呈现出独特的松烟香。至此，黑毛茶的制作才算完成。</p >
    <h3>6.精制</h3>
    <p>高温汽蒸，目的在于促使茶坯吸收一定的蒸汽湿热，变软，以便于压造成型。同时，在湿热作用下，一定程度上促进内含物质的转化，达到黑茶独特品质的要求。黑茶成品都需要经过压造成型，便于长途运输和贮藏保管。黑茶在压模内冷却，使其形状紧实固定之后退出，送烘房进行缓慢干燥。</p >
    <h2>四、黑茶的功效及药用价值</h2>
    <p>老的黑茶会有扶正祛邪的功效。</p >
    <p>六堡茶经过渥堆发酵，成分等过程，茶性由凉转温，除具备其他茶类所共有的保健作用外，更含有人体所需的多种氨基酸、维生素和微量元素，所含脂肪分解酵素亦高于其他茶类，故六堡茶具有更强的分解能力，降低脂肪化合物、胆固醇、甘油三酯等功效。</p >
    <p>陈年老六堡茶经过岁月的洗礼，温润醇厚，带有冰兰香、药香、参香。品饮后周身微微发汗，通体舒畅，心神荡漾，令人陶醉其中，因此具有助阳等功效，对胃寒、感冒等症状有缓解作用。</p >
    <h2>五、黑茶的储存</h2>
    <p>黑茶最佳的储存器皿是紫砂罐和陶土罐，在阴凉避光的前提下，避免过于干燥，有一定湿度条件下储存，有利于黑茶的后期转化。</p >
    <h2>六、黑茶的冲泡方法</h2>
    <p>通常选用盖碗和紫砂壶冲泡，也可以用保温杯闷泡，以及煮饮。</p >
    <p></p>
    <p>参考文献：</p>
    <p>1.《邛崃黑茶：世界黑茶的起源与传承之路》，成都市市场监管局，雍尚红，韩仁骏，中国品牌与防伪，2019.3</p>
    <p>2.《黑茶的发展简史》，秦大东，茶叶通报，1983.12</p>
    <p>3.《中国黑茶的起源与加工工艺》，中国农业科学研究院茶叶研究所，蒋金星，何华锋，中国农学通报，2017.9</p>`,
  },
  青茶: {
    title: "青茶",
    text: `<p>青茶俗称乌龙茶，属半发酵茶，是我国六大基本茶类中独具特色的一个茶类。</p>
      <h2>一、青茶的产地与分类</h2>
      <p>青茶主产于福建、广东和台湾。按产地不同，具体分为福建乌龙、广东乌龙、台湾乌龙，其中福建乌龙按做青、发酵程度不同和地域不同，又分为闽北乌龙和闽南乌龙两种。简单来说，闽南乌龙是指福建安溪县的安溪铁观音。闽北乌龙是现在武夷山南平地区生长在岩石上的茶，称为岩茶。</p>
      <p>台湾乌龙是武夷岩茶树种传到台湾后，由于地域改变，土壤性质改变，形成了以山命名的茶。</p>
      <p>广东乌龙是指凤凰镇石古坪大叶乌龙，为乌龙茶始祖，小乔木树种，单株采摘，单株制作，称为凤凰单丛。</p>
      <p>青茶的总体品质，介于红茶与绿茶之间，兼具两种茶的品质特征，即色泽青褐，汤色黄亮，具有浓郁的花香，叶底绿叶红镶边。</p>
      <p>青茶的品质特征形成与茶树品种、采制标准与初制工艺都有关。其中加工工序分为采摘、日光萎凋（晒青）、做青（摇青、凉青）、杀青、揉捻、干燥。其中做青是乌龙茶品质形成关键的工序。然而不同产地所产的乌龙茶均有其独特的加工工艺和品质特征。</p>
      <h2>二、闽南乌龙（安溪铁观音）</h2>
    <p>安溪铁观音主产于福建安溪县，既是茶名，又是树种名。因身骨沉重如铁，形美似观音而得名，它外形条索紧结沉重，色泽砂绿油润，青蒂绿腹蜻蜓头，兰香馥郁，汤色金黄明亮，入口淳厚回甘明显，耐冲泡，有“七泡有余香”之誉，以“兰花香”、“观音韵”闻名于世。</p>
    <p>最好的铁观音产在安溪祥华，树种是五、六年以上的树种，叶片肥硕，萎凋、杀青、揉捻时间较长，发酵时间长，老工艺的铁观音基本上发酵度45%以上，带一点的梗，因为梗能增加茶汤的浓厚度和耐泡度、颗粒包得紧实。</p>
    <p>新工艺的铁观音树苗太年轻了，是嫁接存活的，因为叶片不够肥硕，所以有时会刷叶面肥。新工艺的铁观音会特意把梗剪掉，因为老的梗会带来茶汤的苦涩气，加工工艺时间较简短，发酵度只有18～32%左右，储存上只能放进冰箱，否则容易变馊。</p>
    <p>铁观音有春水秋香的特征，也就是说春天采摘的铁观音喝的是水，因为春天的茶汤柔软、绵滑、入口圆润。秋天采的铁观音喝的是香，无论干茶，还是冲泡之后，秋观音茶气高雅，香味逼人。</p>
    <p>我常把春茶和秋季的茶，两种找一个平衡的比例拼配在一起饮用。斟茶既有沁能的香气，又能泡出柔醇的口感。</p>
    <p>如果拿出同一年份的春天的铁观音和秋天的铁观音各一泡品尝，而且不能看叶底，猜猜这是什么茶。大部分人喝完了两款茶后，都认为是两种截然不同的茶。这是因为茶树经过一夏天烈日暴晒，秋天采制的铁观音相较于春茶，茶气会更为霸道，茶香也更加凸显出来，与春水形成了迥异的口感。</p>
    <h2>三、台湾乌龙</h2>
    <p>台湾乌龙是清朝初年由福建武夷山传入台湾，制法仿效武夷岩茶。</p>
    <p>清嘉庆年间，台湾人柯朝，从福建引入了青心乌龙、荔枝乌龙等乌龙品种，种于淡水沿岸之新店、蓝紫林一带，并请福建安溪的制茶名手传授了制茶工艺，以青心乌龙所制的茶品质最优。</p>
    <p>1919年，从安溪引入铁观音茶种，制作了台湾铁观音，后又培育出了台湾12号，也就是金萱等试制包种茶的高山品种。以冻顶乌龙为例，加工工序为采摘、萎凋、做青、炒青、揉捻、烘焙、整形、复焙。</p>
    <p>台湾乌龙根据萎凋、做青的程度，分为包种茶和乌龙茶。</p>
    <p>文山包种、冻顶乌龙、白毫乌龙（也就是东方美人），和高山茶合称为台湾四大特色茶。台湾乌龙茶的高山韵是因海拔、气候形成的。</p>
    <p>文山包种，包种茶茶叶四两包成长方形四方包，以防茶香外溢，包外盖上茶名及行号印章，称之为“包种”。</p>
    <p>文山包种是闽北树种，闽南加工工艺。以台北文山地区所产的品质最优，香气最佳，所以称之为文山包种茶。其外形呈条索状，色泽翠绿，汤色蜜绿鲜艳明亮，香气清香优雅似兰香，滋味甘醇滑润带活性。</p>
    <p>好的包种茶特别注重香气，越浓越好，代表品种越高，入口滋味甘润清香，指间流香，久久不散，素有“露凝香”、“雾凝春”的美誉。</p>
    <p>冻顶乌龙产于台湾南投鹿谷乡冻顶山。冻顶是凤凰山的支脉，海拔700米。传说山上种茶因多雨，山高路滑，上山茶农必须绷紧脚，踮着脚尖才能到山顶，故称为冻顶山。</p>
    <p>冻顶乌龙属于青心乌龙，不属于高山茶，发酵程度50%。冻顶乌龙茶为半球形包种茶，有“北文山、南冻顶”之美誉。</p>
    <p>东方美人，又称膨风茶、白毫乌龙、香槟乌龙。主产于台湾新竹县北埔、峨眉及苗栗县，是所有乌龙茶中发酵度最重的，一般发酵度是60%，有些多达75～80%左右，其加工原料主要是以青心大茶树嫩芽，采一芽一、二叶为原料，在采摘时，茶芽经小绿叶虫咬噬过，因为叶边缘破坏，所以采摘下茶叶轻微的发酵，成茶具有独特的蜂蜜香和或者熟果香，以白毫显露，枝叶连理，红、白、黄、褐、青五色相间，犹如花朵为特色，内质汤色呈琥珀色，滋味的圆润醇厚。</p>
    <p>东方美人茶的名字由来，是据闻英国茶商将茶献给了维多利亚女王，黄橙清透的色泽和醇厚甘甜的口感，令她赞不绝口，所以她把膨风茶赐名为“东方美人茶”。</p>
    <p>高山茶是海拔1000米以上茶园所制的乌龙茶，主产地在台湾南部嘉义县，南投县内海拔1000～1500米的高山茶区。</p>
    <p>闽北的树种由于地域和环境的变化，发展出台湾当地山头的品种，主要品种有梨山、杉林溪、大禹岭、阿里山、金萱等。</p>
    <p>此外，有茶商用台湾茶的树种，在福建、广东、云南等地种植，因为树种是台湾的，加工工艺也是台湾的加工工艺，所以我们将它称之为台式乌龙。</p>
    <h2>四、广东乌龙</h2>
    <p>广东乌龙的鼻祖在石古坪，属小乔木茶，现在产于汕头地区的潮安、饶平、梅州等地，因此又名为“潮汕乌龙茶”。</p>
    <p>品种主要有水仙、浪菜、单丛、色种等。</p>
    <p>潮安乌龙茶因主要产于凤凰乡，一般以水仙品种结合地名而称为“凤凰水仙”。凤凰单丛是从“凤凰水仙”的茶树品种中选育出来的优异单株，品质优于凤凰水仙。</p>
    <p>广东乌龙的代表品种——凤凰单丛，凤凰单丛是单株采摘，单株制作，外形条索紧结，干茶香气具有浓密、幽兰的特点，茶汤橙黄明亮，耐冲泡，香气浓郁、持久，口感甘爽、醇浓，叶底条索肥大、挺直，黄褐色，油润有光，有天然的花香，香味悠久。</p>
    <p>单丛命名有几个方式：</p>
    <ul>
      <li>以成茶香气命名，有十大香型——玉兰香、芝兰香、桂花香，杏仁香、蜜兰香、夜来香、姜母香、肉桂香、茉莉香、黄枝香。</li>
      <li>以历史事件命名，如宋种、东方红等。</li>
      <li>以树种命名，如姜母香、桂花香等。</li>
    </ul>
    <p>广东乌龙茶的加工工序：采摘、日光萎凋（日光萎凋就是晒青）、做青（做青包括摇青和晾青）、杀青、揉捻（揉捻包括包揉）、干燥。</p>
    <h2>五、闽北乌龙（岩茶）</h2>
    <p>武夷山茶是最早可以追溯到南朝时期，西元420～589年，最早的文字记载则出现在唐元和年间，西元806～820年。到了宋代建茶名气大增，当时制茶工艺名为团茶，然以紧压法，磨制龙凤饼，诸原料中武夷正山一叶难求，宋徽宗谓其“擅瓯闽之秀气，钟山川之灵禀”。</p>
    <p>元明时期，武夷山茶开始作为贡茶，十七世纪武夷山茶开始远销欧美，受到上流社会的宠爱。</p>
    <p>宋朝时记录在案的茶树种两百多种，现在能够找到有名字的七十多种，能出产成茶的有三、四十种。</p>
    <p>武夷山是福建省第一名山，有典型的丹霞地貌，也是三教名山。武夷山的自然保护区是地球同纬度地区保护最好的、物种最丰富的生态系统。</p>
    <p>丹霞地貌是红色地层中的由红色岩石经长期风化剥离和流水侵蚀而形成的孤立的山峰和陡峭的奇怪岩石总称。这里土质疏松，酸性适中，年平均温度18度左右，湿度、风度、雨量、日照等条件较好，适于岩茶生长。</p>
    <p>武夷山有三十六峰、一百零八个庙，九十九个岩，七十二个岩洞，九曲溪十八弯，由于自然生态平衡，山清水秀，使各种昆虫均有天敌，相互平衡，造就武夷山岩茶生长过程无需喷施农药。所以也就既不存在农残留问题，因而岩茶是一种绿色健康的天然饮品。</p>
    <p>闽北乌龙根据品种和产地不同，有闽北水仙、闽北乌龙，武夷水仙、武夷肉桂、武夷奇种、普通名枞，还有名岩名枞等。</p>
    <p>其中武夷岩茶香味具独特的岩韵，汤色橙红、浓酽、滋味醇厚回甘，叶底肥柔，绿叶红镶边，堪称闽北乌龙茶之极品。</p>
    <p>武夷岩茶的品质一般按照三个层次来划分：那就是正岩茶、半岩茶和周茶。</p>
    <ul>
      <li>正岩茶就是武夷山的核心产区，也就是三坑两涧——牛栏坑、慧苑坑、倒水坑、流香涧、悟源涧。</li>
      <li>半岩茶是正岩茶之外，九曲溪以内。</li>
      <li>周茶就是九曲溪周边的茶区。</li>
    </ul>
    <p>岩茶最富盛名的就是四大名枞——大红袍、铁罗汉、白鸡冠、水金龟。岩茶的当家品种是肉桂、水仙。</p>
    <p>闽北乌龙茶的加工工序与其他乌龙茶是一样的，基本上是采摘、萎凋，做青、杀青、揉捻，最后是干燥。</p>
    <p>但如果只针对闽北乌龙来说，可细分为采摘，萎凋、摊凉、摇青、发酵、杀青、揉捻、烘干、毛茶、初拣、分筛、复拣、风选、初焙、匀堆、复焙、精茶。</p>
    <p>闽北乌龙茶做青时发酵程度较重，揉捻时无包揉工序，因而条索壮结弯曲、干茶色泽较乌润，香气为熟果香，汤色橙黄明亮，叶底三分红、七分绿，呈绿叶红镶边。</p>
    <h2>六、青茶的储存</h2>
    <p>青茶这个大类，储存因茶而异，总体来说，因为格外繁复的发酵工艺，所以在储存上要更加讲究。</p>
    <p>一般来说，传统的铁观音很多时候也选择用瓷器储存，如果是轻火的，则需要在三年之内消耗掉。</p>
    <p>岩茶和单丛的系列足火工艺之后，基本上选择用铁皮桶完全密封，不走气。</p>`,
  },
  "茶与神农（理工版）": {
    title: "茶与神农（理工版）",
    text: `
      <p>“茶圣”陆羽在《茶经·六之饮》中说：“茶之为饮，发乎神农氏……”说的是茶作为一种饮料被人类所用，是从神农开始的。历代茶文化研究者，一般均以此为据，认为茶与人类的第一次亲密接触，是从距今五千多年前上古时期的神农时代开始的。</p>
      <p style="text-align:center"><img src="${nong1}"></p>
      <p>关于神农尝百草的神话，流传久远，至今不衰。“医药之祖”的称号，正是从神农尝百草的传说中而来的。</p>
      <p>《史记·补三皇本纪》说，“神农氏作蜡祭，以赭鞭鞭草木，尝百草，始有医药。”《淮南子·修务训》说，“神农尝百草之滋味，一日而遇七十毒。”晋干宝《搜神记》说，“神农以赭鞭鞭百草，尽知其平毒寒温之性，臭味所主，以播百谷。”《述异记》说，“太原神釜冈中，有神农尝药之鼎存焉。咸阳山中，有神农鞭药处。”</p>
      <p>这些记载，都说了神农尝百草遇毒，始知如何用草药解毒，但都没有神农尝百草中毒，以茶为解药，救了性命之说。那么，为什么“茶圣”陆羽要把神农氏作为最早开始接触茶的鼻祖呢？后人的解释，一是说陆羽正是从前人关于神农尝百草的那些记载中，推断出神农发现了茶；还有一种解释，就是当时的陆羽，一定听说过不少关于神农尝百草时与茶相遇的民间传说，故果断地把神农作为茶的发现者写入《茶经》。</p>
      <p>这些年来，茶学界一直转述这样一句话：“神农尝百草，日遇七十二毒，得荼而解之。”据说这句话摘自中国古代的《神农本草经》。但是真正考据起来，目前在任何版本的《神农本草经》中都还没有找到这句话的出处。</p>
      <p>其实，神农就是一个传说人物，折射的是茶与人类时间最初关系的缘起。茶的诸多济世医人的品质，既应了先民求医之需，在口感、药性上又可作为日常保健养生食物，故在百草中占得重要一席。而在中国文化发展史的叙述之中，人们往往把一切与农业、植物相关的事物起源归结于神农氏。</p>
      <p>所以，虽然目前没有在《神农本草经》中发现“以茶解毒”的史料，但茶与人之间最终建立的药患关系，还是可以被认可的。中华传统文化基于农耕生产，民族情感的源头也就在这里。而生长在大地上的植物——茶，因为它的农耕性，为我们的先人所喜爱。历史选择了神农这样一位传说中的伟大先人，作为发现茶的第一人，茶与人类的第一次亲密接触就此拉开序幕……</p>`,
  },
  "茶与神农（文史哲版）": {
    title: "茶与神农（文史哲版）",
    text: `
    <h3>一、陆羽茶经</h3>
    <p>“茶圣”陆羽在《茶经·六之饮》中说：“茶之为饮，发乎神农氏……”说的是茶作为一种饮料被人类所用，是从神农开始的。历代茶文化研究者，一般均以此为据，认为茶与人类的第一次亲密接触，是从距今五千多年前上古时期的神农时代开始的。</p>
    <p style="text-align:center"><img src="${nong1}"></p>
    <h3>二、神农得茶说</h3>
    <p>自小，我们就在各种神话故事中听到关于茶叶与神农的渊源，传说中，神农氏在尝百草的过程中意外发现了茶叶和它解毒的功效，从此之后茶叶进入了人们的生活。这些年来，茶学界一直转述这样一句话：“神农尝百草，日遇七十二毒，得荼而解之。”据说这句话摘自中国古代的《神农本草经》。但是真正考据起来，目前在任何版本的《神农本草经》中都还没有找到这句话的出处。</p>
    <h3>三、神农是谁</h3>
    <p>在详细的叙述茶与神农之前，我们应当先了解神农是谁。上古时期关于神农的记载诸多且有悠久的历史，从先秦时期开始其就被广泛记载。其中，从《白虎通义·号》：“古之人民皆禽兽肉，至于神农，人民众多，禽兽不足，于是神农因天之时，分地之力，制耒耜，教民农作，神而化之，使民宜之，故谓之神农也。”可以看出，神农之名由帮助人类习得如何农耕而来。神农为人类带来农耕，发明了耕作农具，把人类从人口压力大食物缺乏的采集渔猎生活中解救出来。对于另一个神农尝百草的神话也存在于大量的记载中：《史记·补三皇本纪》说，“神农氏作蜡祭，以赭鞭鞭草木，尝百草，始有医药。”《述异记》说，“太原神釜冈中，有神农尝药之鼎存焉。咸阳山中，有神农鞭药处。”由此可见，神农作为一个神圣的形象贯穿历史上各个时期并留存在华夏族民们的心中。</p>
    <p>神农存在于新石器时期（约从公元前八千年开始，迄公元前二千年至一千四百年为止）。新石器时期人们的生产生活水平低下，基本以采集树叶野草类的植物充饥。因此，茶叶则可能作为生吃的植物而存在。此外，新石器时期原始社会先民们已经掌握火的使用，也发明了陶器。于是人们可能将茶叶用陶器蒸煮以食用。而在人们发现茶汤味道更加美妙时，茶便成为一种饮品。</p>
    <h3>四、文献考证</h3>
    <p>现代很普遍的一个观点认为：在自古以来的传说中，茶是在神农尝百草的途中被神农发现并作为百毒的解药的。只可惜，相传记载了“神农得茶”的《神农本草经》早在战国的时候就失传了，而如今的三两残句是历代人口口相传，并记录在各个策志中的。“神农得茶”最先见于清朝孙壁文的《新义录》中，原文为“饮食类，茶，学斋估毕。六经无茶字，只有荼字耳……本草则曰：神农尝百草，一日而遇七十毒,得茶以解之。”</p>
    <p>孙壁文的《新义录》中的描述是否可信？在这里，《神农得茶解毒考评》中，有一段详细又不失风趣的叙述：</p>
    <p>按照常理，孙壁文找到迥然于他《本草》的《本草》，尤其是发现的茶叶可解七十二毒的佐证，理当在当时的医学、农学界掀起撼然大波，也必然反映到同时代的文献中。 于是，笔者首先搜检了日前可见医书， 特别是《本草》类书籍。 但是，无论是数十册各代医著或是医学辞书；无论是唐·苏敬《新修本草》，或是宋·唐慎微《重修政和经史证类备用本草》；无论是吐鲁番、敦煌两地出土的梁·陶弘景《神农本草经集注》残卷，或是后人辑校的魏·昊普《本草》；无论是明·李时珍《本草纲目》，或是孙壁文同时代（1616-1911年，清）人所刊著的三十四部《本草》学专著（其中包括日本·森立之1854年著《神农本草经》），直至近年曾有人引用的宋·寇宗爽《本草衍义》四个版本，共五十余部，七十多个版本，均未见到该条目的完整记载，都有意无意地“ ”、“佚”——“得茶（或茶）而解之”五字！</p>
    <p>笔者在百觅不得其踪的情况下，转而搜检农家杂书。如吴其浚《植物名实图考》、贾思勰《齐民要术》、徐坷《清稗类钞》等，以及现存有文字记载以来的几乎所有茶史文籍和六十余部茶叶专著， 也遗撼地未能如愿以偿。</p>
     <p>如此说来，神农得茶解毒一说竟是出自明清文人的牵强附会了。既然如此，那茶的发现者必然是另有其人，那为什么陆羽——今人所称的茶圣，仍然在自己的茶经中写道：“茶之为饮，发乎神农氏”，将神农氏作为茶的鼻祖呢？后人的解释，一是说陆羽正是从前人关于神农尝百草的那些记载中，推断出神农发现了茶；还有一种解释，就是当时的陆羽，一定听说过不少关于神农尝百草时与茶相遇的民间传说，故果断地把神农作为茶的发现者写入《茶经》。其实，神农就是一个传说人物，折射的是茶与人类时间最初关系的缘起。茶的诸多济世医人的品质，既应了先民求医之需，在口感、药性上又可作为日常保健养生食物，故在百草中占得重要一席。而在中国文化发展史的叙述之中，人们往往把一切与农业、植物相关的事物起源归结于神农氏。</p>
    <h3>五、结语</h3>
    <p>诚然，“神农得茶”说被很大程度上鉴定为虚构，但中国数千年的饮茶文化，确实实实在在存在的。早到八千余年前的跨湖桥遗址中，就有着茶籽的考古实物；早在商代时，中国的茶文化便已经逐渐形成，到了唐宋元明清，更是成为了中国的形象的代言和士大夫清幽雅致的体现；到了现代，更多茶作为修养身体、颐养性情的功能被开发了出来……是否是神农发现了茶早已无证可考，然而先民们为我们留存的这一物质及文化的遗产仍然牢牢占据着我们生活的一大重要部分。</p>
    <p>参考文献：</p>
    <ol>
  <li>
    <p>《“神农得茶解毒”考评》，中国农科院茶叶研究所，周树斌，农业考古，1991.07</p>
  </li>
  <li>
    <p>《陆羽《茶经》确立了神农的茶的地位——再论神农茶事之源流》，竺济法，农业考古，2015.11</p>
  </li>
  <li>
    <p>《试论神农与茶》，江西省中国茶文化研究中心，陈文华，农业考古，2009.04</p>
  </li>
  <li>
    <p>《神农与神农得荼的传说》，四川万源市茶叶局，薛德炳，茶叶通信，2014.12</p>
  </li>
  <li>
    <p>《神农得茶之说不可信》，林乾良，中国茶叶，2013.06</p>
  </li>
</ol>
  `,
  },
  "茗香飘万里 何须恋糖精": {
    text: `
    <p style="text-align:right"><strong>——茶社开展第一次线下活动</strong></p>
    <p style="text-align:center"><strong>李卓远 黄拙</strong></p>
    <p style="text-align:center"><strong>2023-12-06</strong></p>
    <h3>一、活动背景</h3>
    <p>中国是茶的故乡，同时也是茶文化走向世界的窗口。在中国的神话传说中，茶是神农氏尝百草后解毒的灵药；在古代时，茶是士大夫们抒发雅兴的道具；到现在，普通人也可以享受到品茶的宁静与优雅，并享受茶对健康所带来的益处。茶有茶道，陆羽所著的《茶经》洋洋七千余言，讲茶的一之源、二之具、三之造、四之器、五之煮、六之饮、七之事、八之出、九之略、十之图。中国茶文化的博大精深，从此便可看出。</p>
    <p>《道德经》中曾说：五色令人目盲，五音令人耳聋，五味令人口爽。在当今这个以极甜、极鲜等五味追求极致的时代，茶这一种清新、淡雅或有些微苦的味道或是对中国哲学的诠释。茶体现了中华文化的部分精髓，因此弘扬茶文化也是对中华文化的一种继承。不仅如此，茶中的维生素、氨基酸、矿物质、茶多酚等在科学的考证下，对人体很有益。适量摄入可以降低血脂、提升免疫力等等，不只是人们单纯所认为的另一种和咖啡一样的清醒剂。</p>
    <h3>二、活动目的</h3>
    <p>为引导同学们建立健康的饮水习惯，同时传承中国茶文化，SDSZ茶文化研究社的同学们共同倡议开展“茗香飘万里，何须恋糖精”的活动。</p>
    <h3>三、活动过程</h3>
    <p>今天，茶文化研究社的第一次活动在推荐信的家长会前成功开展。我们在四会堂门口搭起易拉宝和小方桌，铺上茶席，为前来参加讲座的同学和家长提供免费的茶水。</p>
    <p>今天的主题是白茶，主要是两款茶叶——寿眉和白毫银针。寿眉我们提前在家煮好，用暖壶装着带来学校，直接为大家斟在杯中供大家饮用，而白毫银针则采用现场冲泡的方式供大家饮用。茶社的同学在为大家奉茶的过程中配合讲解这两款茶的茶汤滋味特点。</p>
    <p>白茶按照采摘部位的不同分为白毫银针、白牡丹、寿眉三种。只采芽头的称为白毫银针，一芽两叶的称为白牡丹，抽掉芽头后的余叶称为寿眉。同样一棵茶树上不同部位采摘下来的银针、牡丹、寿眉，冲泡后汤色截然不同，味道也相差甚大。银针汤色清澈呈杏色，滋味鲜爽微甜，寿眉则汤色橙黄，有浓郁的枣香味，真是慨叹于大自然的鬼斧神工！</p>
    <p style="text-align:center"><img src="${huodong1}"></p>
    <p style="text-align:center"><img src="${huodong2}"></p>
    <p>这是茶社的第一次活动，希望通过这个活动，让同学们了解中国学，熟悉中国茶，爱上中国茶，养成喝中国茶、喝热茶的好习惯，既有益于健康，又传承了中国文化。</p>
    <p style="text-align:center"><img src="${huodong3}"></p>`,
  },
  茶与养生保健: {
    text: `
      <p style="text-align:center"><strong>李卓远</strong></p>
      <p style="text-align:center"><strong>2023年12月7日</strong></p>
      <p>昨天线下活动开展后，有同学问我，喝茶到底对身体有什么好处？这毕竟是个严肃的问题，回答的内容必须要有依据。于是我查阅了一些资料，并整理如下。</p>
      <p>李时珍在《本草纲目》中记载：“茶体轻浮，采摘之时芽蘖初萌，正得春生之气。味虽苦而气则薄，乃阴中之阳，可升可降。”这一记载说明了茶的特殊之处是能入人之五脏，可发挥出较全的滋补作用。</p>
      <p>《中华茶道》第四卷中记载，随着现代研究的逐步深入，发现茶中含有多达 500 多种化学物质，主要包括：茶碱、咖啡碱、可可碱、儿茶素、黄酮素、茶鞣质、酚类、醇类、醛类、酸类、脂类、芳香油化合物、碳水化合物、多种维生素、蛋白质及多种矿物质元素。这些成分大多对人体有益，在这些有益元素的共同作用下，可起到对人体防病、治病的功效。</p>
      <p>具体表现为以下几个方面：</p>
      <p>一、补充多种营养元素</p>
      <p>1. 饮茶可以补充人体需要的多种维生素，如维生素 C 和 B 族维生素。在中国的西北和西藏少数民族居住区域，饮茶是当地人民获取维生素的主要来源。</p>
      <p>2. 饮茶可以补充人体需要的蛋白质和氨基酸。茶叶中的氨基酸种类丰富，多达 25 种，其中有人体必需的八种氨基酸中的六种。</p>
      <p>3. 饮茶可以补充人体需要的矿物质元素。茶叶中富含人体所需的大量元素（如磷、钙、钾、钠、镁、硫等）和微量元素（如铁、锰、锌、硒、铜、氟、碘等）。</p>
      <p>二、饮茶可强身健体</p>
      <p>1. 喝茶可保护心脏</p>
      <p>研究结果表明，茶叶中含有大量类黄酮和维生素等可以使血细胞不易凝结成块的天然物质，每天至少喝一杯茶可以使心脏病发作的危险降低 44%。</p>
      <p>2. 多饮茶可防慢性胃炎</p>
      <p>幽门螺旋杆菌是世界上感染率最高的细菌之一，是慢性活动性胃炎的直接病因。杭州市卫生监督所和浙江大学医学院附属第一医院课题组研究发现，经常饮茶明显会减少幽门螺旋杆菌的感染，饮茶的年数越长和饮茶量越多，则幽门螺旋杆菌阳性者越少。</p>
      <p>3. 白茶可预防脑血管疾病</p>
      <p>浙江大学医学院的一位著名教授经过多年临床观察得出结论，高凝状态是血栓形成的重要条件，而白茶具有抗凝和促进纤溶作用，能改变高凝状态，且没有一般抗凝药物的副作用。</p>
      <p>4. 饮茶可降胆固醇</p>
      <p>法国国立健康和医学研究所曾经进行临床试验，让 20 多名血脂含量高的病人每天喝一杯云南沱茶，两个月后，病人平均血脂含量下降 22%。我国昆明医学研究所也开展过类似研究，结论相似。</p>
      <p>5. 饮茶可增强人体免疫力</p>
      <p>人体免疫防御系统是通过免疫球蛋白体形成的，可识别入侵的病原，再由白细胞和淋巴细胞产生抗体和巨噬细胞对病原体进行围歼。而经常饮茶能够提高人体中白细胞和淋巴细胞的数量和活力，能够促进脾脏细胞中白细胞间介素的形成，提高人体的免疫力。</p>
      <p>6. 茶可防龋齿和流感</p>
      <p>茶中含有的氟离子与牙齿的钙质产生一种较难溶于酸的“氟磷灰石”，提高牙齿的防酸抗龋能力。茶叶中的儿茶素则有抑制流感病毒活性的作用。</p>
      <p>7. 饮茶抗白血病、抗癌</p>
      <p>1945 年 8 月，广岛和长崎原子弹爆炸幸存者的人群中受到不同程度的核辐射，多数患了白血病或其他癌症后相继死亡。但是，事后调查发现，三种人得白血病或其他癌症的比例较低：茶农、茶商和长期饮茶者。这一现象被医学界称为“广岛现象”。可见，长期饮茶具有抗辐射作用。</p>
      <p>8. 饮茶防治动脉粥样硬化</p>
      <p>浙江医科大学附属第二医院在临床实践中发现，茶色素对 120 名高脂血症伴纤维蛋白原增高病人有明显的抗纤溶作用，而且没有副作用。而同样，用丹参治疗的病人则有效率仅为 55%。茶叶中的胆固醇能调节脂肪代谢，从而降低血液中的胆固醇，防治动脉粥样硬化。</p>
      <p>9. 饮茶防治肝病</p>
      <p>茶能清热解毒，自古人们就知道。随着现代科技的推进，人们逐步认识到，茶中的儿茶素能防治血液、肝脏中的胆固醇、中性脂肪的积累，因此饮茶能够清肝。据资料介绍，茶中的某种儿茶素已经被国外研制成肝脏保护剂，对慢性肝炎具有较好的防治功效。</p>
      <p>10. 饮茶防治眼病</p>
      <p>饮茶具有“明目”、“清头目”的功效，在《茶谱》、《本草通元》、《神农本草经》、《本草备要》等古书中都有记载。</p>
      <p>参考文献：《中华茶道》第四卷，刘铭忠、郑红峰主编，吉林出版集团有限责任公司出版，ISBN：978-7-5463-5946-5。</p>
      <p style="text-align:center"><img src=${health}></p>`,
  },
};
