export const dataList = [{
    icon: '/public/culture/kafei1.png',
    id:1,
    title: '由卫生局调查研究碳酸饮料对身体有巨大危害',
    des: '我们在日常生活中很喜欢在任何时候喝一杯凉凉的碳酸饮料去缓解疲惫，但是我们却不知道这将对我们的身体造成多大的危害。据有关报道说......'
  }, {
    icon: '/public/culture/kafei2.png',
    title: '奶茶对于人体的危害性简直难以想象',
    id:2,
    des: '经过长达五年的观察，我对一组天天喝三杯奶茶的十人为一组，共一百组进行了调查。发现他们的衰老速度要比每天喝水的人要快出1.5倍之多......'
  }, {
    id:3,
    icon: '/public/culture/kafei3.png',
    title: '咖啡是当代人的续命饮品，但危害难以想象',
    des: '咖啡其实在透支着人的生命。咖啡因会刺激人类更有精神的去进行一些日常活动，但你是否想过这些不断给你添加的动力就像兴奋剂一样的东西......'
  }, {
    id:4,
    icon: '/public/culture/kafei4.png',
    title: '你是否还在喝咖啡？你知道它对你的伤害吗？',
    des: '咖啡的伤害简直难以想象。我们日常一杯咖啡对人的伤害是巨大的。他不仅会透支我们的身体，还会对神经造成不可挽回的伤害。让我们来具......'
  }]